{"count":1469,"next":"https://api.open5e.com/monsters/?limit=11&page=2","previous":null,"results":[{"slug":"a-mi-kuk","name":"A-mi-kuk","size":"Huge","type":"aberration","subtype":"","group":null,"alignment":"chaotic evil","armor_class":14,"armor_desc":"natural armor","hit_points":115,"hit_dice":"10d12+50","speed":{"swim":40,"burrow":20,"walk":30},"strength":21,"dexterity":8,"constitution":20,"intelligence":7,"wisdom":14,"charisma":10,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":5,"skills":{"athletics":10,"perception":5,"stealth":2},"damage_vulnerabilities":"","damage_resistances":"acid; bludgeoning, piercing, and slashing from nonmagical attacks","damage_immunities":"cold","condition_immunities":"paralyzed, restrained","senses":"darkvision 60 ft., tremorsense 30 ft., passive Perception 15","languages":"understands Common but can’t speak","challenge_rating":"7","actions":[{"name":"Multiattack","desc":"The a-mi-kuk makes two attacks: one with its bite and one with its grasping claw."},{"name":"Bite","desc":"Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 12 (2d6 + 5) piercing damage.","attack_bonus":8,"damage_dice":"2d6+5"},{"name":"Grasping Claw","desc":"Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 18 (3d8 + 5) bludgeoning damage, and the target is grappled (escape DC 16). The a-mi-kuk has two grasping claws, each of which can grapple only one target at a time.","attack_bonus":8,"damage_dice":"3d8+5"},{"name":"Strangle","desc":"The a-mi-kuk strangles one creature grappled by it. The target must make a DC 16 Strength saving throw. On a failure, the target takes 27 (6d8) bludgeoning damage, can’t breathe, speak, or cast spells, and begins suffocating. On a success, the target takes half the bludgeoning damage and is no longer grappled. Until this strangling grapple ends (escape DC 16), the target takes 13 (3d8) bludgeoning damage at the start of each of its turns. The a-mi-kuk can strangle up to two Medium or smaller targets or one Large target at a time."}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Hold Breath","desc":"The a-mi-kuk can hold its breath for 30 minutes."},{"name":"Fear of Fire","desc":"The a-mi-kuk is afraid of fire, and it won’t move toward any fiery or burning objects. If presented forcefully with a flame, or if it is dealt fire damage, the a-mi-kuk must succeed on a DC 13 Wisdom saving throw or become frightened until the end of its next turn. After it has been frightened by a specific source of fire (such as the burning hands spell), the a-mi-kuk can’t be frightened by that same source again for 24 hours."},{"name":"Icy Slime","desc":"The a-mi-kuk’s body is covered in a layer of greasy, ice-cold slime that grants it the benefits of freedom of movement. In addition, a creature that touches the a-mi-kuk or hits it with a melee attack while within 5 feet of it takes 7 (2d6) cold damage from the freezing slime. A creature grappled by the a-mi-kuk takes this damage at the start of each of its turns."}],"spell_list":[],"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"},{"slug":"aalpamac","name":"Aalpamac","size":"Huge","type":"monstrosity","subtype":"","group":null,"alignment":"unaligned","armor_class":16,"armor_desc":"natural armor","hit_points":136,"hit_dice":"13d12+52","speed":{"walk":15,"swim":50},"strength":21,"dexterity":10,"constitution":19,"intelligence":2,"wisdom":16,"charisma":10,"strength_save":null,"dexterity_save":null,"constitution_save":7,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":6,"skills":{"perception":6},"damage_vulnerabilities":"","damage_resistances":"cold","damage_immunities":"","condition_immunities":"","senses":"darkvision 60 ft., passive Perception 16","languages":"—","challenge_rating":"7","actions":[{"name":"Multiattack","desc":"The aalpamac makes three attacks: one with its bite and two with its claws."},{"name":"Bite","desc":"Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 16 (2d10 + 5) piercing damage.","attack_bonus":8,"damage_dice":"2d10+5"},{"name":"Claws","desc":"Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 12 (2d6 + 5) slashing damage.","attack_bonus":8,"damage_dice":"2d6+5"}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Amphibious","desc":"The aalpamac can breathe air and water."},{"name":"Distance Distortion Aura","desc":"The presence of an aalpamac distorts the vision of creatures within 60 feet of it. Each creature that starts its turn in that area must succeed on a DC 15 Wisdom saving throw or be unable to correctly judge the distance between itself and its surroundings until the start of its next turn. An affected creature has disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight, and it can’t move more than half its speed on its turn. On a successful saving throw, the creature is immune to the aalpamac’s Distance Distortion Aura for the next 24 hours. Creatures with blindsight, tremorsense, or truesight are unaffected by this trait."}],"spell_list":[],"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"},{"slug":"aatxe","name":"Aatxe","size":"Large","type":"celestial","subtype":"shapechanger","group":null,"alignment":"lawful good","armor_class":14,"armor_desc":"natural armor","hit_points":105,"hit_dice":"10d10+50","speed":{"walk":50},"strength":22,"dexterity":12,"constitution":20,"intelligence":10,"wisdom":14,"charisma":14,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":null,"skills":{"athletics":9,"intimidation":5},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"","condition_immunities":"charmed, frightened","senses":"passive Perception 12","languages":"understands all but can't speak","challenge_rating":"5","actions":[{"attack_bonus":9,"damage_dice":"3d8+6","desc":"Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 19 (3d8 + 6) piercing damage.","name":"Gore"},{"desc":"The aatxe lowers its horns and paws at the ground with its hooves. Each creature within 30 feet of the aatxe must succeed on a DC 15 Wisdom saving throw or be frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the aatxe's Paw the Earth for the next 24 hours.","name":"Paw the Earth"}],"reactions":"","legendary_desc":"The aatxe can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The aatxe regains spent legendary actions at the start of its turn.","legendary_actions":[{"desc":"The aatxe makes a Wisdom (Perception) check.","name":"Detect"},{"desc":"The aatxe makes one gore attack.","name":"Gore (Costs 2 Actions)"},{"desc":"The aatxe flares crimson with celestial power, protecting those nearby. The next attack that would hit an ally within 5 feet of the aatxe hits the aatxe instead.","name":"Bulwark (Costs 3 Actions)"}],"special_abilities":[{"desc":"If the aatxe moves at least 20 feet straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 9 (2d8) piercing damage. If the target is a creature, it must succeed on a DC 15 Strength saving throw or be knocked prone.","name":"Charge"},{"desc":"The aatxe can use an action to read the surface thoughts of one creature within 30 feet. This works like the detect thoughts spell, except it can only read surface thoughts and there is no limit to the duration. It can end this effect as a bonus action or by using an action to change the target. Limited Speech (Humanoid Form Only). The aatxe can verbally communicate only simple ideas and phrases, though it can understand and follow a conversation without issue.","name":"Know Thoughts"},{"desc":"The aatxe has advantage on saving throws against spells and other magical effects.","name":"Magic Resistance"},{"desc":"The aatxe can use its action to polymorph into a Medium male humanoid it has seen, or back into its true form. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.","name":"Shapechanger"}],"spell_list":[],"img_main":null,"document__slug":"cc","document__title":"Creature Codex OGL","document__license_url":"http://open5e.com/legal"},{"slug":"abbanith-giant","name":"Abbanith Giant","size":"Large","type":"giant","subtype":"","group":null,"alignment":"neutral","armor_class":13,"armor_desc":"natural armor","hit_points":76,"hit_dice":"9d10+27","speed":{"burrow":30,"walk":40},"strength":20,"dexterity":9,"constitution":17,"intelligence":10,"wisdom":13,"charisma":11,"strength_save":7,"dexterity_save":null,"constitution_save":5,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":null,"skills":{},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"","condition_immunities":"","senses":"tremorsense 120 ft., passive Perception 11","languages":"Giant, Terran","challenge_rating":"3","actions":[{"name":"Multiattack","desc":"The abbanith giant makes two thumb claw attacks."},{"name":"Thumb Claw","desc":"Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 12 (2d6 + 5) piercing damage.","attack_bonus":7,"damage_dice":"2d6+5"}],"reactions":[{"name":"Earth Counter (Recharge 6)","desc":"When a creature the abbanith can see within 30 feet of it casts a spell, the abbanith counters it. This reaction works like the counterspell spell, except the abbanith can only counter spells that directly affect or create earth or stone, such as stone shape, wall of stone, or move earth, and it doesn’t need to make a spellcasting ability check, regardless of the spell’s level."}],"legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"One with the Earth","desc":"The abbanith giant can detect the flows and rhythms of the earth—including things that interfere with these rhythms, such as earthquakes and magical anomalies. As a result, the abbanith giant can’t be surprised by an opponent that is touching the ground. In addition, the giant has advantage on attack rolls against constructs and elementals made of earth or stone."},{"name":"Siege Monster","desc":"The giant deals double damage to objects and structures and triple damage to objects and structures made of earth or stone."}],"spell_list":[],"img_main":null,"document__slug":"tob2","document__title":"Tome of Beasts 2 OGL","document__license_url":"http://open5e.com/legal"},{"slug":"aboleth","name":"Aboleth","size":"Large","type":"aberration","subtype":"","group":null,"alignment":"lawful evil","armor_class":17,"armor_desc":"natural armor","hit_points":135,"hit_dice":"18d10+36","speed":{"walk":10,"swim":40},"strength":21,"dexterity":9,"constitution":15,"intelligence":18,"wisdom":15,"charisma":18,"strength_save":null,"dexterity_save":null,"constitution_save":6,"intelligence_save":8,"wisdom_save":6,"charisma_save":null,"perception":10,"skills":{"history":12,"perception":10},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"","condition_immunities":"","senses":"darkvision 120 ft., passive Perception 20","languages":"Deep Speech, telepathy 120 ft.","challenge_rating":"10","actions":[{"name":"Multiattack","desc":"The aboleth makes three tentacle attacks."},{"name":"Tentacle","desc":"Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 12 (2d6 + 5) bludgeoning damage. If the target is a creature, it must succeed on a DC 14 Constitution saving throw or become diseased. The disease has no effect for 1 minute and can be removed by any magic that cures disease. After 1 minute, the diseased creature's skin becomes translucent and slimy, the creature can't regain hit points unless it is underwater, and the disease can be removed only by heal or another disease-curing spell of 6th level or higher. When the creature is outside a body of water, it takes 6 (1d12) acid damage every 10 minutes unless moisture is applied to the skin before 10 minutes have passed.","attack_bonus":9,"damage_dice":"2d6","damage_bonus":5},{"name":"Tail","desc":"Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 15 (3d6 + 5) bludgeoning damage.","attack_bonus":9,"damage_dice":"3d6","damage_bonus":5},{"name":"Enslave (3/day)","desc":"The aboleth targets one creature it can see within 30 ft. of it. The target must succeed on a DC 14 Wisdom saving throw or be magically charmed by the aboleth until the aboleth dies or until it is on a different plane of existence from the target. The charmed target is under the aboleth's control and can't take reactions, and the aboleth and the target can communicate telepathically with each other over any distance.\nWhenever the charmed target takes damage, the target can repeat the saving throw. On a success, the effect ends. No more than once every 24 hours, the target can also repeat the saving throw when it is at least 1 mile away from the aboleth."}],"reactions":"","legendary_desc":"The aboleth can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The aboleth regains spent legendary actions at the start of its turn.","legendary_actions":[{"name":"Detect","desc":"The aboleth makes a Wisdom (Perception) check."},{"name":"Tail Swipe","desc":"The aboleth makes one tail attack."},{"name":"Psychic Drain (Costs 2 Actions)","desc":"One creature charmed by the aboleth takes 10 (3d6) psychic damage, and the aboleth regains hit points equal to the damage the creature takes."}],"special_abilities":[{"name":"Amphibious","desc":"The aboleth can breathe air and water."},{"name":"Mucous Cloud","desc":"While underwater, the aboleth is surrounded by transformative mucus. A creature that touches the aboleth or that hits it with a melee attack while within 5 ft. of it must make a DC 14 Constitution saving throw. On a failure, the creature is diseased for 1d4 hours. The diseased creature can breathe only underwater."},{"name":"Probing Telepathy","desc":"If a creature communicates telepathically with the aboleth, the aboleth learns the creature's greatest desires if the aboleth can see the creature."}],"spell_list":[],"img_main":"http://api.open5e.com/static/img/monsters/aboleth.png","document__slug":"wotc-srd","document__title":"Systems Reference Document","document__license_url":"http://open5e.com/legal"},{"slug":"aboleth-nihilith","name":"Aboleth, Nihilith","size":"Large","type":"undead","subtype":"","group":null,"alignment":"chaotic evil","armor_class":17,"armor_desc":"natural armor","hit_points":135,"hit_dice":"18d10+36","speed":{"hover":true,"walk":10,"swim":40,"fly":50},"strength":21,"dexterity":9,"constitution":15,"intelligence":18,"wisdom":15,"charisma":18,"strength_save":null,"dexterity_save":null,"constitution_save":6,"intelligence_save":8,"wisdom_save":6,"charisma_save":null,"perception":10,"skills":{"history":12,"perception":10},"damage_vulnerabilities":"","damage_resistances":"acid, fire, lightning, thunder (only when in ethereal form); bludgeoning, piercing and slashing from nonmagical attacks","damage_immunities":"cold, necrotic, poison; bludgeoning, piercing and slashing from nonmagical attacks (only when in ethereal form)","condition_immunities":"charmed, exhaustion, frightened, grappled, paralyzed, petrified, poisoned, prone, restrained","senses":"darkvision 120 ft., passive Perception 20","languages":"Void Speech, telepathy 120 ft.","challenge_rating":"12","actions":[{"name":"Multiattack","desc":"The nihileth makes three tentacle attacks or three withering touches, depending on what form it is in."},{"name":"Tentacle (Material Form Only)","desc":"Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 12 (2d6 + 5) bludgeoning damage. If the target creature is hit, it must make a successful DC 14 Constitution saving throw or become diseased. The disease has no effect for 1 minute; during that time, it can be removed by lesser restoration or comparable magic. After 1 minute, the diseased creature's skin becomes translucent and slimy. The creature cannot regain hit points unless it is entirely underwater, and the disease can only be removed by heal or comparable magic. Unless the creature is fully submerged or frequently doused with water, it takes 6 (1d12) acid damage every 10 minutes. If a creature dies while diseased, it rises in 1d6 rounds as a nihilethic zombie. This zombie is permanently dominated by the nihileth.","attack_bonus":9,"damage_dice":"2d6+5"},{"name":"Withering Touch (Ethereal Form Only)","desc":"Melee Weapon Attack: +8 to hit, reach 10 ft., one creature. Hit: 14 (3d6 + 4) necrotic damage.","attack_bonus":8,"damage_dice":"3d6+4"},{"name":"Form Swap","desc":"As a bonus action, the nihileth can alter between its material and ethereal forms at will."},{"name":"Tail (Material Form Only)","desc":"Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 15 (3d6 + 5) bludgeoning damage.","attack_bonus":9,"damage_dice":"3d6+5"},{"name":"Enslave (3/day)","desc":"The nihileth targets one creature it can see within 30 ft. of it. The target must succeed on a DC 14 Wisdom saving throw or be magically charmed by the nihileth until the nihileth dies or until it is on a different plane of existence from the target. The charmed target is under the nihileth's control and can't take reactions, and the nihileth and the target can communicate telepathically with each other over any distance. Whenever the charmed target takes damage, the target can repeat the saving throw. On a success, the effect ends. No more than once every 24 hours, the target can also repeat the saving throw when it is at least 1 mile away from the nihileth."}],"reactions":[{"name":"Void Body","desc":"The nihileth can reduce the damage it takes from a single source to 0. Radiant damage can only be reduced by half."}],"legendary_desc":"A nihileth can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The nihileth regains spent legendary actions at the start of its turn.","legendary_actions":[{"name":"Detect","desc":"The aboleth makes a Wisdom (Perception) check."},{"name":"Tail Swipe","desc":"The aboleth makes one tail attack."},{"name":"Psychic Drain (Costs 2 Actions)","desc":"One creature charmed by the aboleth takes 10 (3d6) psychic damage, and the aboleth regains hit points equal to the damage the creature takes."}],"special_abilities":[{"name":"Undead Fortitude","desc":"If damage reduces the nihileth to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the nihileth drops to 1 hit point instead."},{"name":"Dual State","desc":"A nihileth exists upon the Material Plane in one of two forms and can switch between them at will. In its material form, it has resistance to damage from nonmagical attacks. In its ethereal form, it is immune to damage from nonmagical attacks. The creature's ethereal form appears as a dark purple outline of its material form, with a blackish-purple haze within. A nihileth in ethereal form can move through air as though it were water, with a fly speed of 40 feet."},{"name":"Void Aura","desc":"The undead nihileth is surrounded by a chilling cloud. A living creature that starts its turn within 5 feet of a nihileth must make a successful DC 14 Constitution saving throw or be slowed until the start of its next turn. In addition, any creature that has been diseased by a nihileth or a nihilethic zombie takes 7 (2d6) cold damage every time it starts its turn within the aura."},{"name":"Infecting Telepathy","desc":"If a creature communicates telepathically with the nihileth, or uses a psychic attack against it, the nihileth can spread its disease to the creature. The creature must succeed on a DC 14 Wisdom save or become infected with the same disease caused by the nihileth's tentacle attack."},{"name":"Nihileth's Lair","desc":"on initiative count 20 (losing initiative ties), the nihileth can take a lair action to create one of the magical effects as per an aboleth, or the void absorbance action listed below. The nihileth cannot use the same effect two rounds in a row.\n\n- Void Absorbance: A nihileth can pull the life force from those it has converted to nihilethic zombies to replenish its own life. This takes 18 (6d6) hit points from zombies within 30 feet of the nihileth, spread evenly between the zombies, and healing the nihileth. If a zombie reaches 0 hit points from this action, it perishes with no Undead Fortitude saving throw."},{"name":"Regional Effects","desc":"the regional effects of a nihileth's lair are the same as that of an aboleth, except as following.\n\n- Water sources within 1 mile of a nihileth's lair are not only supernaturally fouled but can spread the disease of the nihileth. A creature who drinks from such water must make a successful DC 14 Constitution check or become infected."}],"spell_list":[],"img_main":null,"document__slug":"tob","document__title":"Tome of Beasts OGL","document__license_url":"http://open5e.com/legal"},{"slug":"abominable-beauty","name":"Abominable Beauty","size":"Medium","type":"fey","subtype":"","group":null,"alignment":"neutral evil","armor_class":18,"armor_desc":"natural armor","hit_points":187,"hit_dice":"22d8+88","speed":{"walk":30},"strength":17,"dexterity":18,"constitution":18,"intelligence":17,"wisdom":16,"charisma":26,"strength_save":null,"dexterity_save":8,"constitution_save":8,"intelligence_save":null,"wisdom_save":null,"charisma_save":12,"perception":7,"skills":{"deception":12,"perception":7,"performance":12,"persuasion":12},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"fire","condition_immunities":"","senses":"passive Perception $1","languages":"Common, Draconic, Elven, Sylvan","challenge_rating":"11","actions":[{"name":"Multiattack","desc":"The abominable beauty makes two slam attacks."},{"name":"Slam","desc":"+8 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) damage plus 28 (8d6) fire damage."},{"name":"Blinding Gaze (Recharge 5-6)","desc":"A creature within 30 feet of the abominable beauty who is targeted by this attack and who meets the abominable beauty's gaze must succeed on a DC 17 Charisma saving throw or be blinded. If the saving throw succeeds, the target creature is permanently immune to this abominable beauty's Blinding Gaze."},{"name":"Deafening Voice (Recharge 5-6)","desc":"An abominable beauty's voice is lovely, but any creature within 90 feet and able to hear her when she makes her Deafening Voice attack must succeed on a DC 16 Constitution saving throw or be permanently deafened."}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Burning Touch","desc":"The abominable beauty's slam attacks do 28 (8d6) fire damage. A creature who touches her also takes 28 (8d6) fire damage."}],"spell_list":[],"img_main":null,"document__slug":"tob","document__title":"Tome of Beasts OGL","document__license_url":"http://open5e.com/legal"},{"slug":"accursed-defiler","name":"Accursed Defiler","size":"Medium","type":"undead","subtype":"","group":null,"alignment":"neutral evil","armor_class":12,"armor_desc":"","hit_points":75,"hit_dice":"10d8+30","speed":{"walk":30},"strength":19,"dexterity":14,"constitution":17,"intelligence":6,"wisdom":15,"charisma":14,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":4,"skills":{"perception":4,"stealth":4},"damage_vulnerabilities":"","damage_resistances":"necrotic; bludgeoning, piercing, and slashing from nonmagical attacks","damage_immunities":"poison","condition_immunities":"charmed, exhaustion, frightened, poisoned","senses":"darkvision 60 ft., passive Perception 14","languages":"understands an ancient language, but can't speak","challenge_rating":"4","actions":[{"name":"Multiattack","desc":"The accursed defiler makes two slam attacks."},{"name":"Slam","desc":"Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 11 (2d6 + 4) bludgeoning damage. If a creature is hit by this attack twice in the same round (from the same or different accursed defilers), the target must make a DC 13 Constitution saving throw or gain one level of exhaustion.","attack_bonus":6,"damage_dice":"2d6"},{"name":"Sandslash (Recharge 5-6)","desc":"As an action, the accursed defiler intensifies the vortex of sand that surrounds it. All creatures within 10 feet of the accursed defiler take 21 (6d6) slashing damage, or half damage with a successful DC 14 Dexterity saving throw."}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Cursed Existence","desc":"When it drops to 0 hit points in desert terrain, the accursed defiler's body disintegrates into sand and a sudden parched breeze. However, unless it was killed in a hallowed location, with radiant damage, or by a blessed creature, the accursed defiler reforms at the next sundown 1d100 miles away in a random direction."},{"name":"Sand Shroud","desc":"A miniature sandstorm constantly whirls around the accursed defiler in a 10-foot radius. This area is lightly obscured to creatures other than an accursed defiler. Wisdom (Survival) checks made to follow tracks left by an accursed defiler or other creatures that were traveling in its sand shroud are made with disadvantage."}],"spell_list":[],"img_main":null,"document__slug":"tob","document__title":"Tome of Beasts OGL","document__license_url":"http://open5e.com/legal"},{"slug":"acid-ant","name":"Acid Ant","size":"Small","type":"monstrosity","subtype":"","group":null,"alignment":"unaligned","armor_class":13,"armor_desc":"natural armor","hit_points":13,"hit_dice":"3d6+3","speed":{"walk":30},"strength":8,"dexterity":13,"constitution":12,"intelligence":1,"wisdom":7,"charisma":3,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":null,"skills":{},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"acid","condition_immunities":"","senses":"blindsight 60 ft., passive Perception 8","languages":"-","challenge_rating":"1/4","actions":[{"attack_bonus":3,"damage_dice":"2d4","desc":"Ranged Weapon Attack: +3 to hit, range 20/60 ft., one target. Hit: 5 (2d4) acid damage and the target takes 1 acid damage at the start of its next turn unless the target immediately uses its reaction to wipe off the spit.","name":"Acid Spit"},{"attack_bonus":3,"damage_dice":"1d4+1","desc":"Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 3 (1d4 + 1) piercing damage plus 2 (1d4) acid damage.","name":"Bite"}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"desc":"When the ant is reduced to 0 hp, it explodes in a burst of acid. Each creature within 5 feet of the ant must succeed on a DC 11 Dexterity saving throw or take 5 (2d4) acid damage.","name":"Explosive Death"},{"desc":"The ant has advantage on Wisdom (Perception) checks that rely on smell.","name":"Keen Smell"}],"spell_list":[],"img_main":null,"document__slug":"cc","document__title":"Creature Codex OGL","document__license_url":"http://open5e.com/legal"},{"slug":"acolyte","name":"Acolyte","size":"Medium","type":"humanoid","subtype":"any race","group":null,"alignment":"any alignment","armor_class":10,"armor_desc":null,"hit_points":9,"hit_dice":"2d8","speed":{"walk":30},"strength":10,"dexterity":10,"constitution":10,"intelligence":10,"wisdom":14,"charisma":11,"strength_save":null,"dexterity_save":null,"constitution_save":null,"intelligence_save":null,"wisdom_save":null,"charisma_save":null,"perception":null,"skills":{"medicine":4,"religion":2},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"","condition_immunities":"","senses":"passive Perception 12","languages":"any one language (usually Common)","challenge_rating":"1/4","actions":[{"name":"Club","desc":"Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 2 (1d4) bludgeoning damage.","attack_bonus":2,"damage_dice":"1d4"}],"reactions":"","legendary_desc":"","legendary_actions":"","special_abilities":[{"name":"Spellcasting","desc":"The acolyte is a 1st-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). The acolyte has following cleric spells prepared:\n\n• Cantrips (at will): light, sacred flame, thaumaturgy\n• 1st level (3 slots): bless, cure wounds, sanctuary"}],"spell_list":["https://api.open5e.com/spells/light/","https://api.open5e.com/spells/sacred-flame/","https://api.open5e.com/spells/thaumaturgy/","https://api.open5e.com/spells/bless/","https://api.open5e.com/spells/cure-wounds/","https://api.open5e.com/spells/sanctuary/"],"img_main":null,"document__slug":"wotc-srd","document__title":"Systems Reference Document","document__license_url":"http://open5e.com/legal"},{"slug":"adult-black-dragon","name":"Adult Black Dragon","size":"Huge","type":"dragon","subtype":"","group":"Black Dragon","alignment":"chaotic evil","armor_class":19,"armor_desc":"natural armor","hit_points":195,"hit_dice":"17d12+85","speed":{"walk":40,"fly":80,"swim":40},"strength":23,"dexterity":14,"constitution":21,"intelligence":14,"wisdom":13,"charisma":17,"strength_save":null,"dexterity_save":7,"constitution_save":10,"intelligence_save":null,"wisdom_save":6,"charisma_save":8,"perception":11,"skills":{"perception":11,"stealth":7},"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"acid","condition_immunities":"","senses":"blindsight 60 ft., darkvision 120 ft., passive Perception 21","languages":"Common, Draconic","challenge_rating":"14","actions":[{"name":"Multiattack","desc":"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws."},{"name":"Bite","desc":"Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage plus 4 (1d8) acid damage.","attack_bonus":11,"damage_dice":"2d10+1d8","damage_bonus":6},{"name":"Claw","desc":"Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage.","attack_bonus":11,"damage_dice":"2d6","damage_bonus":6},{"name":"Tail","desc":"Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage.","attack_bonus":11,"damage_dice":"2d8","damage_bonus":6},{"name":"Frightful Presence","desc":"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."},{"name":"Acid Breath (Recharge 5-6)","desc":"The dragon exhales acid in a 60-foot line that is 5 feet wide. Each creature in that line must make a DC 18 Dexterity saving throw, taking 54 (12d8) acid damage on a failed save, or half as much damage on a successful one.","attack_bonus":0,"damage_dice":"12d8"}],"reactions":"","legendary_desc":"The dragon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The dragon regains spent legendary actions at the start of its turn.","legendary_actions":[{"name":"Detect","desc":"The dragon makes a Wisdom (Perception) check."},{"name":"Tail Attack","desc":"The dragon makes a tail attack."},{"name":"Wing Attack (Costs 2 Actions)","desc":"The dragon beats its wings. Each creature within 10 ft. of the dragon must succeed on a DC 19 Dexterity saving throw or take 13 (2d6 + 6) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed."}],"special_abilities":[{"name":"Amphibious","desc":"The dragon can breathe air and water."},{"name":"Legendary Resistance (3/Day)","desc":"If the dragon fails a saving throw, it can choose to succeed instead."}],"spell_list":[],"img_main":null,"document__slug":"wotc-srd","document__title":"Systems Reference Document","document__license_url":"http://open5e.com/legal"}]}